import turtle as t   # 거북이 생성
t.shape("turtle")    
t.pensize(10)        # 펜 굵기 10     
t.color("black")     # 펜 색깔 검은색
t.circle(100)        # 반지름의 길이가 100인 원을 그림  
t.up()               # 거북이가 움직여도 선이 그려지지 않게함
t.goto(-230,0)       # 좌표 (-230,0)으로 이동 -> 초기 거북이 위치 좌표는 (0,0)
t.down()             # 움직이면 그림이 그려짐
t.color("blue")      # 펜 색깔 파란색
t.circle(100)        # 반지름의 길이가 100인 원을 그림
t.up()               # 거북이가 움직여도 선이 그려지지 않게함
t.goto(230,0)        # 좌표 (-230,0)으로 이동 -> 초기 거북이 위치 좌표는 (0,0)
t.down()             # 움직이면 그림이 그려짐
t.color("red")       # 펜 색깔 빨간색
t.circle(100)        # 반지름의 길이가 100인 원을 그림
t.up()               # 거북이가 움직여도 선이 그려지지 않게함
t.goto(-110,-120)    # 좌표 (-110,-120)으로 이동
t.down()             # 움직이면 그림이 그려짐
t.color("yellow")    # 펜 색깔 노란색
t.circle(100)        # 반지름의 길이가 100인 원을 그림
t.up()               # 거북이가 움직여도 선이 그려지지 않게함
t.goto(110,-120)     # 좌표 (110,-120)으로 이동
t.down()             # 움직이면 그림이 그려짐
t.color("green")     # 펜 색깔 녹색
t.circle(100)        # 반지름의 길이가 100인 원을 그림
